"Cheerful" = "Cheerful";
"Melodic" = "Melodic";
"Relaxed" = "Relaxed";
"Grooving" = "Grooving";
"Distorted" = "Distorted";
"Acoustic" = "Acoustic";
"Processed" = "Processed";
"Single" = "Single";
"Part" = "Part";

"Dark" = "Dark";
"Dissonant" = "Dissonant";
"Intense" = "Intense";
"Arrhythmic" = "Arrhythmic";
"Clean" = "Clean";
"Electric" = "Electric";
"Dry" = "Dry";
"Ensemble" = "Ensemble";
"Fill" = "Fill";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Electronic";
"Jazz" = "Jazz";
"Urban" = "Urban";
"World/Ethnic" = "World";
"Cinematic/New Age" = "Cinematic";
"Orchestral" = "Orchestral";
"Country/Folk" = "Country";
"Experimental" = "Experimental";
"Other Genre" = "Other Genre";

"Bass" = "Bass";
"Electric Bass" = "Elec Bass";
"Acoustic Bass" = "Acoustic Bass";
"Synthetic Bass" = "Syn Bass";

"Drums" = "All Drums";
"Drum Kit" = "Kits";
"Electronic Beats" = "Beats";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Snare";
"Cymbal" = "Cymbal";
"Hi-hat" = "Hi-hat";

"Guitars" = "Guitars";
"Electric Guitar" = "Elec Guitar";
"Acoustic Guitar" = "Acoustic Guitar";
"Banjo" = "Banjo";
"Mandolin" = "Mandolin";
"Slide Guitar" = "Slide Guitar";
"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Horn";
"Saxophone" = "Saxophone";
"Trumpet" = "Trumpet";
"Flute" = "Flute";
"Trombone" = "Trombone";
"Clarinet" = "Clarinet";
"French Horn" = "French Horn";
"Tuba" = "Tuba";
"Oboe" = "Oboe";
"Harmonica" = "Harmonica";
"Recorder" = "Recorder";
"Pan Flute" = "Pan Flute";
"Bagpipe" = "Bagpipe";
"Bassoon" = "Bassoon";
"Piccolo" = "Piccolo";
"English Horn" = "English Horn";
"Brass" = "Brass";
"Woodwind" = "Woodwind";

"Keyboards" = "Keyboards";
"Piano" = "Piano";
"Electric Piano" = "Elec Piano";
"Organ" = "Organ";
"Clavinet" = "Clavinet";
"Accordion" = "Accordion";
"Synthesizer" = "Synths";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Harpsichord";

"Mallets" = "Mallets";
"Steel Drum" = "Steel Drum";
"Vibraphone" = "Vibes";
"Marimba" = "Marimba";
"Xylophone" = "Xylophone";
"Kalimba" = "Kalimba";
"Bell" = "Bell";
"Timpani" = "Timpani";

"Mixed" = "Jingles";

"Other Instrument" = "Other Inst";

"Percussion" = "Percussion";
"Gong" = "Gong";
"Shaker" = "Shaker";
"Tambourine" = "Tambourine";
"Conga" = "Conga";
"Bongo" = "Bongo";
"Cowbell" = "Cowbell";
"Clave" = "Clave";
"Vinyl/Scratch" = "Vinyl";
"Chime" = "Chime";
"Rattler" = "Rattler";
"Sound Effect" = "FX";
"Misc2" = "Misc";
"Boom" = "Booms";
"All Effects" = "All Effects";
"Effects" = "Sound Effects";

"Ambience" = "Ambience";
"People" = "People";
"Transportation" = "Transportation";
"Weapons" = "Weapons";
"Explosions" = "Explosions";
"Impacts & Crashes" = "Impacts";
"Animals" = "Animals";
"Sports & Leisure" = "Sports";
"Mech/Tech" = "Machines";
"Work/Home" = "Work/Home";
"Misc." = "Misc.";
"Foley" = "Foley";
"Motions & Transitions" = "Stingers";
"Sci-Fi" = "Sci-Fi";

"Strings" = "Strings";
"Violin" = "Violin";
"Viola" = "Viola";
"Cello" = "Cello";
"Harp" = "Harp";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Double Bass";

"Texture/Atmosphere" = "Textures";

"Vocals" = "Vocals";
"Male" = "Male";
"Female" = "Female";
"Choir" = "Choir";

"bytes" = "bytes";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Can't find file";
"CantOpenFile" = "The file was not found in the expected location.\n\n%@\n\nDo you want to skip this file, find it, or cancel?";
"Select..." = "Find File...";
"MakeOfflineSource" = "Skip File";
"Don't open document" = "Cancel";
"Reconnecting " = "Reconnecting ";
"Use selected path to reconnect other offline sources..." = "Use selected path to reconnect other missing files";
